Repository: Kun686/iTerm2-CN
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.browser.page.onboarding.setup.status.created
source: Created
zh_hans: 已创建

# ui.browser.page.onboarding.setup.status.disabled
source: Disabled
zh_hans: 已停用

# ui.browser.page.onboarding.setup.status.done
source: ✓ Done
zh_hans: ✓ 完成

# ui.browser.page.onboarding.setup.status.enabled
source: Enabled
zh_hans: 已启用

# ui.browser.page.onboarding.setup.status.not_created
source: Not Created
zh_hans: 未创建

# ui.browser.page.onboarding.setup.subtitle
source: Quick configuration to get the most out of your browser
zh_hans: 快速配置，充分发挥浏览器功能

# ui.browser.page.onboarding.setup.tip
source: Tip:
zh_hans: 提示：

# ui.browser.page.onboarding.setup.tip.infix
source: or by clicking the ☰ button in the browser toolbar and then select
zh_hans: ，或者点击浏览器工具栏中的 ☰ 按钮，然后选择

# ui.browser.page.onboarding.setup.tip.preferences_path
source: Preferences → Profiles → Web
zh_hans: 设置 → 配置文件 → 网页

# ui.browser.page.onboarding.setup.tip.prefix
source: To view or change browser settings, go to
zh_hans: 要查看或更改浏览器设置，请前往

# ui.browser.page.onboarding.setup.title
source: Let’s Get You Set Up
zh_hans: 开始设置

# ui.browser.page.permissions.all_statuses
source: All Statuses
zh_hans: 所有状态

# ui.browser.page.permissions.all_types
source: All Types
zh_hans: 所有类型

# ui.browser.page.permissions.clear_all
source: Clear All Permissions
zh_hans: 清除所有权限

# ui.browser.page.permissions.clear_site_tooltip
source: Clear all permissions for this site
zh_hans: 清除此网站的所有权限

# ui.browser.page.permissions.confirm.clear_all
source: This will revoke all permissions for all websites. This action cannot be undone. Continue?
zh_hans: 这将撤销所有网站的全部权限。此操作无法撤销。是否继续？

# ui.browser.page.permissions.confirm.revoke_all_for_site_format
source: Revoke all permissions for %1$@? This action cannot be undone.
zh_hans: 是否撤销 %1$@ 的所有权限？此操作无法撤销。

# ui.browser.page.permissions.confirm.revoke_format
source: Revoke %1$@ permission for %2$@?
zh_hans: 是否撤销 %2$@ 的“%1$@”权限？

# ui.browser.page.permissions.empty.description
source: Website permissions will appear here when you grant them.
zh_hans: 授予网站权限后，它们会显示在这里。

# ui.browser.page.permissions.empty.title
source: No permissions found
zh_hans: 未找到权限

# ui.browser.page.permissions.filter_by_status
source: Filter by status:
zh_hans: 按状态筛选：

# ui.browser.page.permissions.filter_by_type
source: Filter by type:
zh_hans: 按类型筛选：

# ui.browser.page.permissions.granted_date_format
source: Granted %1$@
zh_hans: 授权于 %1$@

# ui.browser.page.permissions.loading
source: Loading permissions…
zh_hans: 正在加载权限…

# ui.browser.page.permissions.revoke_tooltip
source: Revoke this permission
zh_hans: 撤销此权限

# ui.browser.page.permissions.search_placeholder
source: Search by website or permission type…
zh_hans: 按网站或权限类型搜索…

# ui.browser.page.permissions.status.all_cleared
source: All permissions cleared
zh_hans: 已清除所有权限

# ui.browser.page.permissions.status.all_revoked_for_site_format
source: All permissions revoked for %1$@
zh_hans: 已撤销 %1$@ 的所有权限

# ui.browser.page.permissions.status.allowed
source: Allowed
zh_hans: 允许

# ui.browser.page.permissions.status.blocked
source: Blocked
zh_hans: 阻止

# ui.browser.page.permissions.status.revoked
source: Permission revoked
zh_hans: 已撤销权限

# ui.browser.page.permissions.subtitle
source: Manage permissions granted to websites
zh_hans: 管理授予网站的权限

# ui.browser.page.permissions.title
source: Site Permissions
zh_hans: 网站权限

# ui.browser.page.permissions.type.audio_playback
source: Audio Playback
zh_hans: 音频播放

# ui.browser.page.permissions.type.camera
source: Camera
zh_hans: 摄像头

# ui.browser.page.permissions.type.camera_and_microphone
source: Camera and Microphone
zh_hans: 摄像头和麦克风

# ui.browser.page.permissions.type.camera_and_microphone_short
source: Camera & Microphone
zh_hans: 摄像头与麦克风

# ui.browser.page.permissions.type.location
source: Location
zh_hans: 位置

# ui.browser.page.permissions.type.microphone
source: Microphone
zh_hans: 麦克风

# ui.browser.page.permissions.type.notifications
source: Notifications
zh_hans: 通知

# ui.browser.page.settings.adblock.enable.description
source: Block ads using WebKit content rules (list-based blocking)
zh_hans: 使用 WebKit 内容规则拦截广告（基于列表）

# ui.browser.page.settings.adblock.enable.title
source: Enable WebKit Ad Blocking
zh_hans: 启用 WebKit 广告拦截

# ui.browser.page.settings.adblock.filter_url.description
source: URL for downloading WebKit ad blocking rules (updates daily)
zh_hans: 用于下载 WebKit 广告拦截规则的 URL（每日更新）

# ui.browser.page.settings.adblock.filter_url.title
source: Filter List URL
zh_hans: 过滤列表 URL

# ui.browser.page.settings.adblock.section
source: Ad Blocking
zh_hans: 广告拦截

# ui.browser.page.settings.adblock.statistics.empty
source: No filter rules loaded
zh_hans: 未加载过滤规则

# ui.browser.page.settings.adblock.statistics.loaded_format
source: %1$@ filter rules loaded
zh_hans: 已加载 %1$@ 条过滤规则

# ui.browser.page.settings.adblock.statistics.loading
source: Loading filter statistics…
zh_hans: 正在加载过滤统计信息…

# ui.browser.page.settings.adblock.statistics.title
source: WebKit Filter Statistics
zh_hans: WebKit 过滤统计信息

# ui.browser.page.settings.adblock.statistics.updated_days_ago_format
source: (updated %1$@ days ago)
zh_hans: （%1$@ 天前更新）

# ui.browser.page.settings.adblock.statistics.updated_hours_ago_format
source: (updated %1$@ hours ago)
zh_hans: （%1$@ 小时前更新）

# ui.browser.page.settings.adblock.statistics.updated_last_hour
source: (updated in the last hour)
zh_hans: （过去一小时内更新）

# ui.browser.page.settings.adblock.status.updating
source: Updating ad block rules…
zh_hans: 正在更新广告拦截规则…

# ui.browser.page.settings.adblock.update.action
source: Update Now
zh_hans: 立即更新

# ui.browser.page.settings.confirm.clear_all_data
source: This will remove all browsing data including cookies, cache, and local storage. Continue?
zh_hans: 这将移除所有浏览数据，包括 Cookie、缓存和本地存储。是否继续？

# ui.browser.page.settings.confirm.clear_cookies
source: This will remove all cookies. Continue?
zh_hans: 这将移除所有 Cookie。是否继续？

# ui.browser.page.settings.cookies.clear.action
source: Clear Cookies
zh_hans: 清除 Cookie

# ui.browser.page.settings.cookies.clear.description
source: Remove all stored cookies from websites
zh_hans: 移除网站存储的所有 Cookie

# ui.browser.page.settings.cookies.clear.title
source: Clear All Cookies
zh_hans: 清除所有 Cookie

# ui.browser.page.settings.dev_null.description
source: This profile is in /dev/null mode. Cookies, history, and all other browser data are stored in RAM and will be lost when the tab is closed.
zh_hans: 此配置文件处于 /dev/null 模式。Cookie、历史记录及其他所有浏览器数据均存储在内存中，并会在标签页关闭时丢失。

# ui.browser.page.settings.dev_null.title
source: /dev/null Mode Active
zh_hans: /dev/null 模式已启用

# ui.browser.page.settings.extensions.beta_description
source: This feature is still in development. It is not intended for general use yet.
zh_hans: 此功能仍在开发中，尚不适合一般使用。

# ui.browser.page.settings.extensions.directory.description
source: Manage your browser extensions directory location and install new extensions
zh_hans: 管理浏览器扩展目录的位置并安装新扩展

# ui.browser.page.settings.extensions.directory.title
source: Extensions Directory
zh_hans: 扩展目录

# ui.browser.page.settings.extensions.empty.description
source: No browser extensions are currently installed. Extensions should be placed in your extensions directory as configured in your profile preferences.
zh_hans: 当前未安装浏览器扩展。请将扩展放入配置文件设置中指定的扩展目录。

# ui.browser.page.settings.extensions.empty.title
source: No Extensions Found
zh_hans: 未找到扩展

# ui.browser.page.settings.extensions.host_permissions_format
source: %1$@ host permissions
zh_hans: %1$@ 项主机权限

# ui.browser.page.settings.extensions.no_description
source: No description available
zh_hans: 无可用描述

# ui.browser.page.settings.extensions.permissions_format
source: %1$@ permissions
zh_hans: %1$@ 项权限

# ui.browser.page.settings.extensions.reveal.action
source: Reveal in Finder
zh_hans: 在“访达”中显示

# ui.browser.page.settings.extensions.section
source: Browser Extensions
zh_hans: 浏览器扩展

# ui.browser.page.settings.extensions.unknown_version
source: Unknown version
zh_hans: 未知版本

# ui.browser.page.settings.extensions.version_format
source: Version %1$@
zh_hans: 版本 %1$@

# ui.browser.page.settings.link_opening.option.ask
source: Always Ask
zh_hans: 始终询问

# ui.browser.page.settings.link_opening.option.builtin
source: Built-in Browser
zh_hans: 内置浏览器

# ui.browser.page.settings.link_opening.option.default
source: Default Browser
zh_hans: 默认浏览器

# ui.browser.page.settings.link_opening.section
source: Link Opening
zh_hans: 链接打开方式

# ui.browser.page.settings.link_opening.terminal.description
source: Choose where links from the terminal should open
zh_hans: 选择从终端打开链接的位置

# ui.browser.page.settings.link_opening.terminal.title
source: Open Links From Terminal
zh_hans: 打开终端中的链接

# ui.browser.page.settings.passwords.manage.action
source: Manage Passwords
zh_hans: 管理密码

# ui.browser.page.settings.passwords.manage.description
source: Open the password manager to view or remove website usernames and passwords, including those remembered for HTTP authentication
zh_hans: 打开密码管理器以查看或移除网站用户名和密码，包括为 HTTP 身份验证记住的凭据

# ui.browser.page.settings.passwords.manage.title
source: Manage Saved Passwords
zh_hans: 管理已存储的密码

# ui.browser.page.settings.passwords.section
source: Saved Passwords
zh_hans: 已存储的密码

# ui.browser.page.settings.permissions.manage.action
source: Manage Permissions
zh_hans: 管理权限

# ui.browser.page.settings.permissions.manage.description
source: View and revoke permissions granted to websites (camera, microphone, location, notifications)
zh_hans: 查看和撤销授予网站的权限（摄像头、麦克风、位置、通知）

# ui.browser.page.settings.permissions.manage.title
source: Manage Site Permissions
zh_hans: 管理网站权限

# ui.browser.page.settings.permissions.section
source: Site Permissions
zh_hans: 网站权限

# ui.browser.page.settings.privacy.section
source: Privacy & Data
zh_hans: 隐私与数据

# ui.browser.page.settings.proxy.enable.description
source: Route browser traffic through a CONNECT proxy server.
zh_hans: 通过 CONNECT 代理服务器传输浏览器流量。

# ui.browser.page.settings.proxy.enable.title
source: Enable HTTP Proxy
zh_hans: 启用 HTTP 代理

# ui.browser.page.settings.proxy.section
source: Proxy Settings
zh_hans: 代理设置

# ui.browser.page.settings.proxy.server.description
source: HTTP CONNECT proxy address and port
zh_hans: HTTP CONNECT 代理地址和端口

# ui.browser.page.settings.proxy.server.title
source: Proxy Server
zh_hans: 代理服务器

# ui.browser.page.settings.search.custom_url.description
source: Enter a custom search URL template. Use %@ where the search query should be inserted.
zh_hans: 输入自定义搜索 URL 模板。请在要插入搜索查询的位置使用 %@。

# ui.browser.page.settings.search.custom_url.title
source: Custom Search URL
zh_hans: 自定义搜索 URL

# ui.browser.page.settings.search.default.description
source: Choose your preferred search engine for web searches
zh_hans: 选择网页搜索所使用的搜索引擎

# ui.browser.page.settings.search.default.title
source: Default Search Engine
zh_hans: 默认搜索引擎

# ui.browser.page.settings.search.option.custom
source: Custom
zh_hans: 自定义

# ui.browser.page.settings.search.section
source: Search Engine
zh_hans: 搜索引擎

# ui.browser.page.settings.search.suggestions_url.description
source: Optional: Enter a URL template for search suggestions (OpenSearch format). Use %@ where the search query should be inserted.
zh_hans: 可选：输入用于搜索建议的 URL 模板（OpenSearch 格式）。请在要插入搜索查询的位置使用 %@。

# ui.browser.page.settings.search.suggestions_url.title
source: Custom Search Suggestions URL
zh_hans: 自定义搜索建议 URL

# ui.browser.page.settings.title
source: Browser Settings
zh_hans: 浏览器设置

# ui.browser.page.settings.website_data.clear.action
source: Clear All Data
zh_hans: 清除所有数据

# ui.browser.page.settings.website_data.clear.description
source: Remove cookies, cache, and local storage
zh_hans: 移除 Cookie、缓存和本地存储

# ui.browser.page.settings.website_data.clear.title
source: Clear Website Data
zh_hans: 清除网站数据

# ui.browser.page.ssh.could_not_display_file
source: Could not display file
zh_hans: 无法显示文件

# ui.browser.page.ssh.no_connection_prefix
source: No connection to
zh_hans: 找不到与

# ui.browser.page.ssh.no_connection_suffix
source: using SSH integration could be found. Please connect to it in a terminal window and try again.
zh_hans: 的 SSH 集成连接。请先在终端窗口中连接该主机，然后重试。

# ui.browser.page.ssh.problem_viewing_file
source: Problem viewing file
zh_hans: 查看文件时出现问题

# ui.browser.page.view_source.heading
source: Page Source
zh_hans: 页面源代码

# ui.browser.page.view_source.page_title
source: View Source
zh_hans: 查看源代码

# ui.browser.page.welcome.empty.hint
source: Start browsing to build your history!
zh_hans: 开始浏览以生成历史记录！

# ui.browser.page.welcome.empty.title
source: Your most visited sites will appear here
zh_hans: 最常访问的网站会显示在这里

# ui.browser.page.welcome.history
source: History
zh_hans: 历史记录

# ui.browser.page.welcome.page_title
source: Welcome to iTerm2 Browser
zh_hans: 欢迎使用 iTerm2 浏览器

# ui.browser.page.welcome.permissions
source: Permissions
zh_hans: 权限

# ui.browser.page.welcome.quick_actions
source: Quick Actions
zh_hans: 快捷操作

# ui.browser.page.welcome.settings
source: Settings
zh_hans: 设置

# ui.browser.page.welcome.subtitle
source: Pick up where you left off
zh_hans: 继续上次的浏览

# ui.browser.page.welcome.title
source: Welcome Back
zh_hans: 欢迎回来

# ui.browser.page.welcome.top_sites
source: Top Sites
zh_hans: 常用网站

# ui.browser.page.welcome.visit_format.plural
source: %1$lld visits
zh_hans: %1$lld 次访问

# ui.browser.page.welcome.visit_format.singular
source: %1$lld visit
zh_hans: %1$lld 次访问

# ui.browser.script.autofill.action_format
source: Autofill %1$@
zh_hans: 自动填充%1$@

# ui.browser.script.autofill.field.address1
source: street address
zh_hans: 街道地址

# ui.browser.script.autofill.field.address2
source: address line 2
zh_hans: 地址第 2 行

# ui.browser.script.autofill.field.city
source: city
zh_hans: 城市

# ui.browser.script.autofill.field.company
source: company
zh_hans: 公司

# ui.browser.script.autofill.field.country
source: country or region
zh_hans: 国家或地区

# ui.browser.script.autofill.field.email
source: email address
zh_hans: 电子邮件地址

# ui.browser.script.autofill.field.first_name
source: first name
zh_hans: 名字

# ui.browser.script.autofill.field.full_name
source: full name
zh_hans: 姓名

# ui.browser.script.autofill.field.generic
source: field
zh_hans: 字段

# ui.browser.script.autofill.field.last_name
source: last name
zh_hans: 姓氏

# ui.browser.script.autofill.field.phone
source: phone number
zh_hans: 电话号码

# ui.browser.script.autofill.field.state
source: state or province
zh_hans: 省或州

# ui.browser.script.autofill.field.zip
source: postal code
zh_hans: 邮政编码

# ui.browser.script.find.copied
source: Copied
zh_hans: 已拷贝

# ui.browser.script.find.failed_to_copy
source: Failed to copy
zh_hans: 拷贝失败

# ui.browser.script.find.failed_to_open_url_prefix
source: Failed to open URL:
zh_hans: 无法打开 URL：

# ui.browser.script.find.invalid_url_prefix
source: Not a valid URL:
zh_hans: URL 无效：

# ui.browser.script.named_mark.close
source: Close
zh_hans: 关闭

# ui.browser.script.named_mark.delete
source: Delete
zh_hans: 删除

# ui.browser.script.named_mark.expand_tooltip
source: Click to expand and edit name
zh_hans: 点按展开并编辑名称

# ui.browser.script.named_mark.name_placeholder
source: Enter mark name
zh_hans: 输入标记名称

# ui.browser.script.named_mark.save
source: Save
zh_hans: 保存

# ui.browser.script.password_manager.open
source: Open Password Manager
zh_hans: 打开密码管理器

# ui.browser.script.reader_mode.article_fallback
source: Article
zh_hans: 文章

# ui.browser.settings.confirm.clear_all_data
source: This will remove all browsing data including cookies, cache, and local storage. Continue?
zh_hans: 这将移除所有浏览数据，包括 Cookie、缓存和本地存储。是否继续？

# ui.browser.settings.confirm.clear_cookies
source: This will remove all cookies from all websites. Continue?
zh_hans: 这将移除所有网站的全部 Cookie。是否继续？

# ui.categories.nsarray_iterm.counted_instances
source: %@ instances of "%@"
zh_hans: %@ 个“%@”实例

# ui.categories.nsfilemanager_iterm.ok.565339bc
source: OK
zh_hans: 好

# ui.categories.nsfilemanager_iterm.problem_creating_config_folder.e5d924de
source: Problem Creating Config Folder
zh_hans: 创建配置文件夹时出现问题

source: Problem with Application Support Directory
zh_hans: 应用程序支持目录出现问题

source: There was a problem finding or creating the config directory. You can set “Settings > Advanced > Folder for config files“ to set a custom location for this directory. Until this is fixed, some features will be disabled. %@
zh_hans: 查找或创建配置目录时出现问题。您可以在“设置 > 高级 > 配置文件文件夹”中设置此目录的自定义位置。在问题解决前，部分功能将被停用。 %@

source: There was a problem finding or creating your application support directory. iTerm2 won't work very well until this problem is fixed. It should be at ~/Library/Application Support/iTerm2. The error was: %@
zh_hans: 查找或创建“应用程序支持”目录时出现问题。在修复前，iTerm2 可能无法正常工作。 该目录应位于 ~/Library/Application Support/iTerm2。 错误： %@

# ui.categories.nsimage_iterm.menu.99af6606
source: Menu
zh_hans: 菜单

# ui.categories.nsworkspace_iterm.cancel.19766ed6
source: Cancel
zh_hans: 取消

source: iTerm2 can display files like this in its built-in web browser! Would you like to open this link in iTerm2?
zh_hans: iTerm2 可以在内置网页浏览器中显示这类文件！要在 iTerm2 中打开此链接吗？

source: iTerm2 can display web pages! Would you like to open this link in iTerm2?
zh_hans: iTerm2 可以显示网页！要在 iTerm2 中打开此链接吗？

# ui.categories.nsworkspace_iterm.open_in_iterm2.166ee7ff
source: Open in iTerm2?
zh_hans: 要在 iTerm2 中打开吗？

# ui.categories.nsworkspace_iterm.open_in_iterm2.5bfba017
source: Open in iTerm2
zh_hans: 在 iTerm2 中打开

# ui.categories.nsworkspace_iterm.use_default_app.2b48651c
source: Use Default App
zh_hans: 使用默认应用

# ui.categories.nsworkspace_iterm.use_default_browser.d2b2b47c
source: Use Default Browser
zh_hans: 使用默认浏览器

# ui.codecs.itermrecordingcodec.can_t_load_recording.92bc4962
source: Can’t Load Recording
zh_hans: 无法加载录制文件

source: Could not read the file: decompression failed.
zh_hans: 无法读取文件：解压缩失败。

# ui.codecs.itermrecordingcodec.could_not_read_the_file_its_envelope_was.f3270b0d
source: Could not read the file: its envelope was malformed.
zh_hans: 无法读取文件：其封装格式不正确。

source: Could not read the file: unarchiving decompressed data failed.
zh_hans: 无法读取文件：无法解档已解压缩的数据。

# ui.codecs.itermrecordingcodec.error_encoding_recording.978bede5
source: Error encoding recording.
zh_hans: 对录制进行编码时出错。

# ui.codecs.itermrecordingcodec.error_loading_recording.9f986fd1
source: Error Loading Recording
zh_hans: 加载录制文件时出错

# ui.codecs.itermrecordingcodec.ok.565339bc
source: OK
zh_hans: 好

source: The recording could not be loaded. It might be corrupted.
zh_hans: 无法加载此录制。它可能已损坏。

# ui.codecs.itermrecordingcodec.the_recording_could_not_be_saved.9f4f0fce
source: The recording could not be saved.
zh_hans: 无法保存录制文件。

source: This recording could not be loaded because it is missing critical information.
zh_hans: 无法加载此录制，因为缺少关键信息。

# ui.codecs.itermrecordingcodec.this_recording_is_from_a_newer_version_of.cca79cb6
source: This recording is from a newer version of iTerm2 and cannot be replayed in this version.
zh_hans: 此录制来自更高版本的 iTerm2，无法在当前版本中回放。

# ui.commandexecution.itermcommandrunner.command_failed.b460450d
source: Command Failed
zh_hans: 命令失败

# ui.commandexecution.itermcommandrunner.ok.565339bc
source: OK
zh_hans: 好

source: The following command returned a non-zero exit code: “%@ %@”
zh_hans: 以下命令返回了非零退出代码： “%@ %@”

# ui.commandexecution.itermcommandrunner.view.dcc839a4
source: View
zh_hans: 显示

# ui.contextmenu.itermcontextmenuutilities.big_endian_int32.75c3be27
source: Big-Endian int32: %@
zh_hans: 大端序 int32：%@

# ui.contextmenu.itermcontextmenuutilities.big_endian_int64.9e6fa513
source: Big-Endian int64: %@
zh_hans: 大端序 int64：%@

# ui.contextmenu.itermcontextmenuutilities.copy_base64_decoded.e36d519b
source: Copy Base64-Decoded
zh_hans: 复制 Base64 解码内容

# ui.contextmenu.itermcontextmenuutilities.copy_base64_encoded.18e5e8d9
source: Copy Base64-Encoded
zh_hans: 复制 Base64 编码内容

# ui.contextmenu.itermcontextmenuutilities.hex_bytes.43d3c03c
source: %@ hex bytes
zh_hans: %@ 个十六进制字节

# ui.contextmenu.itermcontextmenuutilities.little_endian_int32.f42fcd9f
source: Little-Endian int32: %@
zh_hans: 小端序 int32：%@

# ui.contextmenu.itermcontextmenuutilities.little_endian_int64.75b4d874
source: Little-Endian int64: %@
zh_hans: 小端序 int64：%@

# ui.contextmenu.itermcontextmenuutilities.utf_8_bytes.47e209fb
source: %@ UTF-8 bytes: %@
zh_hans: %@ 的 UTF-8 字节：%@

# ui.contextmenu.itermtextviewcontextmenuhelper.add_trigger.f2bbdcd6
source: Add Trigger…
zh_hans: 添加触发器…

# ui.contextmenu.itermtextviewcontextmenuhelper.alternate_screen.6c52306f
source: Alternate Screen
zh_hans: 备用屏幕

# ui.contextmenu.itermtextviewcontextmenuhelper.annotate_selection.7b9215ff
source: Annotate Selection
zh_hans: 注释所选内容

# ui.contextmenu.itermtextviewcontextmenuhelper.application_cursor.d4e748b9
source: Application Cursor
zh_hans: 应用光标

# ui.contextmenu.itermtextviewcontextmenuhelper.application_keypad.5aeb4e2a
source: Application Keypad
zh_hans: 应用小键盘

# ui.contextmenu.itermtextviewcontextmenuhelper.bury.ab00d5f0
source: Bury
zh_hans: 隐藏

# ui.contextmenu.itermtextviewcontextmenuhelper.clear_buffer.5a559eb3
source: Clear Buffer
zh_hans: 清除缓冲区

# ui.contextmenu.itermtextviewcontextmenuhelper.close.7d9eb7ac
source: Close
zh_hans: 关闭

# ui.contextmenu.itermtextviewcontextmenuhelper.command.7c488a07
source: Command: %@
zh_hans: 命令：%@

# ui.contextmenu.itermtextviewcontextmenuhelper.command_info.34a20e57
source: Command Info
zh_hans: 命令信息

# ui.contextmenu.itermtextviewcontextmenuhelper.contextual_menu.3db60c37
source: Contextual Menu
zh_hans: 上下文菜单

# ui.contextmenu.itermtextviewcontextmenuhelper.copy
source: Copy
zh_hans: 复制

# ui.contextmenu.itermtextviewcontextmenuhelper.copy_link_address.c8270401
source: Copy Link Address
zh_hans: 复制链接地址

# ui.contextmenu.itermtextviewcontextmenuhelper.copy_url.b26d1037
source: Copy URL
zh_hans: 复制 URL

# ui.contextmenu.itermtextviewcontextmenuhelper.csi_u_mode.21647084
source: CSI u Mode
zh_hans: CSI u 模式

# ui.contextmenu.itermtextviewcontextmenuhelper.directory.48014040
source: Directory: %@
zh_hans: 目录：%@

source: Disable Relative Timestamps
zh_hans: 禁用相对时间戳

# ui.contextmenu.itermtextviewcontextmenuhelper.disambiguate_escape.f6c03214
source: Disambiguate Escape
zh_hans: 区分 Escape

# ui.contextmenu.itermtextviewcontextmenuhelper.download_from.c5d90404
source: Download %@ from %@
zh_hans: 通过 %@ 从 %@ 下载

source: Download using SSH Integration
zh_hans: 使用 SSH 集成下载

# ui.contextmenu.itermtextviewcontextmenuhelper.download_with_scp.81fd4e9c
source: Download with scp
zh_hans: 使用 scp 下载

# ui.contextmenu.itermtextviewcontextmenuhelper.edit_session.0f315055
source: Edit Session...
zh_hans: 编辑会话…

# ui.contextmenu.itermtextviewcontextmenuhelper.emulation_level.d9a6557c
source: Emulation Level
zh_hans: 仿真级别

# ui.contextmenu.itermtextviewcontextmenuhelper.focus_reporting.934f30cc
source: Focus Reporting
zh_hans: 焦点报告

# ui.contextmenu.itermtextviewcontextmenuhelper.fold.92c122b5
source: Fold
zh_hans: 折叠

# ui.contextmenu.itermtextviewcontextmenuhelper.literal_controls.888eb5d8
source: Literal Controls
zh_hans: 原样控制字符

# ui.contextmenu.itermtextviewcontextmenuhelper.lock_all_panes_in_tab.ff6b4847
source: Lock All Panes in Tab
zh_hans: 锁定标签页中的所有窗格

# ui.contextmenu.itermtextviewcontextmenuhelper.lock_pane.16012f00
source: Lock Pane
zh_hans: 锁定窗格

# ui.contextmenu.itermtextviewcontextmenuhelper.main_menu.35f9896e
source: Main Menu
zh_hans: 主菜单

# ui.contextmenu.itermtextviewcontextmenuhelper.modifyotherkeys_mode_1.15d924fc
source: modifyOtherKeys Mode 1
zh_hans: modifyOtherKeys 模式 1

# ui.contextmenu.itermtextviewcontextmenuhelper.modifyotherkeys_mode_2.ff775042
source: modifyOtherKeys Mode 2
zh_hans: modifyOtherKeys 模式 2

# ui.contextmenu.itermtextviewcontextmenuhelper.mouse_reporting.d4d68999
source: Mouse Reporting
zh_hans: 鼠标报告

source: Move Session to Split Pane
zh_hans: 将会话移到分割窗格

# ui.contextmenu.itermtextviewcontextmenuhelper.move_session_to_tab.9a738481
source: Move Session to Tab
zh_hans: 将会话移到标签页
